Repository: Andbal23/dynamic-music-pill
Catalog: po/*.po
Languages: de, it, pt_br, ru, uk

source: Main Pill
de: Hauptpille
uk: Головний елемент

source: General Settings
de: Allgemeine Einstellungen
it: Impostazioni Generali
pt_br: Configurações Gerais
ru: Общие настройки
uk: Головні налаштування

source: Show Album Art
de: Albumcover anzeigen
it: Mostra Copertina Album
pt_br: Mostrar Capa do Álbum
ru: Показывать обложку альбома
uk: Показувати обкладинку

source: Display the cover art of the currently playing song
de: Cover des aktuell gespielten Titels anzeigen
it: Mostra la copertina del brano in riproduzione
pt_br: Exibir a capa da música atual
ru: Отображать обложку текущей песни
uk: Показувати обкладинку поточного треку

source: Fallback Album Art
de: Ausweich-Albumcover
uk: Резервна обкладинка

source: No image selected
de: Kein Bild ausgewählt
uk: Зображення не вибрано

source: Select Fallback Image
de: Ausweichbild auswählen
uk: Виберіть резервне зображення

source: Enable Scroll Controls
de: Scroll-Steuerung aktivieren
it: Abilita Controllo Scorrimento
pt_br: Ativar Controle por Rolagem
ru: Управление прокруткой
uk: Увімкнути керування прокруткою

source: Change Tracks or Volume using scroll wheel or touchpad
de: Spuren oder Lautstärke mit dem Scrollrad oder Touchpad ändern
uk: Перемикати треки або змінювати гучність гортанням або сенсорною панеллю

source: Change Track
de: Spur wechseln
uk: Перемкнути трек

source: Change Volume
uk: Змінити гучність

source: Scroll Action
de: Bildlauf-Aktion
uk: Дія гортання

source: Choose what scrolling on the pill should do
de: Wählen Sie aus, was beim Scrollen auf der Pille geschehen soll
uk: Вибрати дію гортання

source: Invert Scroll Animation
de: Scroll-Animation umkehren
it: Inverti Animazione Scorrimento
pt_br: Inverter Animação de Rolagem
ru: Инвертировать анимацию
uk: Інвертувати анімацію гортання

source: Direction of the jump effect (Natural vs Traditional)
de: Richtung des Sprungeffekts (Natürlich vs Traditionell)
it: Direzione dell'effetto salto (Naturale vs Tradizionale)
pt_br: Direção do efeito de pulo (Natural vs Tradicional)
ru: Направление эффекта прыжка (Естественное или Традиционное)
uk: Напрям ефекту стрибка (природний або традиційний)

source: Scrolling Text
de: Lauftext
it: Testo Scorrevole
pt_br: Texto Rolante
ru: Прокрутка текста
uk: Гортання тексту

source: Animate long track titles and artist names
de: Lange Titel und Künstlernamen animieren
it: Anima titoli lunghi e nomi degli artisti
pt_br: Animar títulos longos e nomes de artistas
ru: Анимировать длинные названия треков и исполнителей
uk: Анімувати довгі назви треків та виконавців

source: Tablet Mode
de: Tablet-Modus
uk: Режим планшета

source: Show skip buttons directly on the pill
de: Überspringen-Schaltflächen direkt auf der Pille anzeigen
uk: Показувати кнопки керування на головному елементі

source: Inline Artist
de: Inline-Künstler
uk: Виконавець у рядку

source: Show "Title • Artist" when the widget is squeezed
de: Zeige „Titel • Künstler“ an, wenn das Widget zusammengedrückt wird
uk: Показувати "Назва • Виконавець" коли віджет стиснуто

source: Compact Mode (Hide Text)
de: Kompaktmodus (Text ausblenden)
uk: Компактний режим (сховати текст)

source: Hide title and artist
de: Titel und Interpret ausblenden
uk: Сховати назву і виконавця

source: Mouse Actions
de: Mausaktionen
uk: Дії мишею

source: Left Click
de: Linksklick
uk: Ліва кнопка миші

source: Middle Click
de: Mittelklick
uk: Середня кнопка миші

source: Right Click
de: Rechtsklick
uk: Права кнопка миші

source: Pop-up Menu
de: Pop-up Menü
uk: Спливаюче меню

source: Pop-up Appearance
de: Pop-up Darstellung
uk: Вигляд спливаючого меню

source: Rotate Vinyl
de: Vinyl drehen
uk: Обертати обкладинку

source: Spin the album art when playing
de: Dreht das Albumcover beim Spielen
uk: Обертати обкладинку під час відтворення

source: Enable Shadow
de: Schatten aktivieren
it: Abilita Ombra
pt_br: Ativar Sombra
ru: Включить тень
uk: Увімкнути тінь

source: Show drop shadow behind the pop-up menu
de: Schlagschatten hinter dem Popup-Menü anzeigen
uk: Показувати тінь спливаючого меню

source: Follow Transparency
de: Transparenz folgen
uk: Наслідувати прозорість

source: Inherit opacity settings from the main pill
de: Deckkraft-Einstellungen von der Hauptpille übernehmen
uk: Наслідувати налаштування прозорості головного елемента

source: Follow Border Radius
de: Eckenradius folgen
uk: Наслідувати радіус кутів

source: Inherit corner roundness from the main pill
de: Eckrundung von der Hauptpille übernehmen
uk: Наслідувати налаштування радіуса кутів головного елемента

source: Show Vinyl
de: Vinyl anzeigen
uk: Показувати обкладинку

source: Display the album art in the pop-up
de: Zeige das Albumcover im Popup an
uk: Показувати обкладинку у спливаючому меню

source: Square Vinyl Image
de: Quadratisches Vinylbild
uk: Квадратний вигляд обкладинки

source: Use a square album art (disables rotation)
de: Verwende ein quadratisches Albumcover (deaktiviert die Drehung)
uk: Використовувати квадратний вигляд обкладинки (вимикає обертання)

source: Show Shuffle and Loop
de: Shuffle und Loop anzeigen
uk: Показувати кнопки перемішування і повторення

source: Display extra controls in the pop-up
de: Zusätzliche Steuerelemente im Popup anzeigen
uk: Показувати додаткові елементи керування спливаючого меню

source: Use Custom Width
de: Benutzerdefinierte Breite verwenden
uk: Задати власну ширину

source: Disable dynamic sizing for the pop-up
de: Deaktivieren Sie die dynamische Größenanpassung für das Popup-Fenster
uk: Вимкнути динамічну зміну розміру спливаючого меню

source: Custom Width Value
de: Benutzerdefinierter Breitenwert
uk: Значення власної ширини

source: Show Visualizer in Pop-up
de: Visualizer in Pop-up anzeigen
uk: Показувати візуалізатор у спливаючому меню

source: Hide Pill Visualizer
de: Pillen-Visualizer ausblenden
uk: Сховати візуалізатор на головному елементі

source: Creates a "moving" effect by hiding the main pill visualizer
de: Erzeugt einen „Bewegungseffekt“, indem der Haupt-Pillen-Visualizer ausgeblendet wird
uk: Створює ефект "руху" ховаючи візуалізатор з головного елемента

source: Style & Layout
de: Stil & Layout
uk: Стиль і розташування

source: Visualizer and Shape
de: Visualizer und Form
it: Visualizzatore e Forma
pt_br: Visualizador e Forma
ru: Визуализатор и Форма
uk: Візуалізатор і форма

source: Off (Disabled)
de: Aus (Deaktiviert)
it: Spento (Disabilitato)
pt_br: Desligado
ru: Выкл (Отключено)
uk: Вимкнено

source: Wave (Smooth)
de: Welle (Glatt)
it: Onda (Fluido)
pt_br: Onda (Suave)
ru: Волна (Плавная)
uk: Хвиля (плавно)

source: Beat (Jumpy)
de: Beat (Sprunghaft)
it: Battito (Saltellante)
pt_br: Batida (Saltitante)
ru: Бит (Резкая)
uk: Ритм (стрибучий)

source: Visualizer Animation
it: Animazione Visualizzatore
pt_br: Animação do Visualizador
ru: Анимация визуализатора
uk: Анімація візуалізатора

source: Select the style of the audio reaction bars
de: Stil der Audio-Reaktionsbalken auswählen
it: Seleziona lo stile delle barre di reazione
pt_br: Selecione o estilo das barras de reação
ru: Выберите стиль реакции на аудио
uk: Вибір стилю смужок аудіореакції

source: Visualizer Margin
de: Visualisierungsrand
uk: Відступ візуалізатора

source: Distance between the text and the wave animation
de: Abstand zwischen dem Text und der Wellenanimation
uk: Відстань між текстом та анімацією хвиль

source: Corner Radius
de: Eckenradius
it: Raggio Angolo
pt_br: Raio da Borda
ru: Радиус углов
uk: Радіус кута

source: Roundness of the widget edges (0 = Square, 25 = Pill)
de: Rundung der Widget-Ecken (0 = Eckig, 25 = Pille)
it: Arrotondamento dei bordi (0 = Quadrato, 25 = Pillola)
pt_br: Arredondamento das bordas (0 = Quadrado, 25 = Pílula)
ru: Закругленность краев (0 = Квадрат, 25 = Пилюля)
uk: Радіус округлення кутів віджета (0 = квадратне, 25 = заокруглене)

source: Background and Transparency
de: Hintergrund und Transparenz
it: Sfondo e Trasparenza
pt_br: Fundo e Transparência
ru: Фон и Прозрачность
uk: Фон і прозорість

source: Enable Transparency
de: Transparenz aktivieren
it: Abilita Trasparenza
pt_br: Ativar Transparência
ru: Включить прозрачность
uk: Увімкнути прозорість

source: Switch between a solid theme background and a custom transparent look
de: Zwischen festem Themenhintergrund und transparentem Look wechseln
it: Passa da uno sfondo solido a un aspetto trasparente personalizzato
pt_br: Alternar entre fundo sólido do tema e visual transparente personalizado
ru: Переключение между сплошным фоном темы и прозрачным видом
uk: Перемикання між стандартним фоном та власним прозорим виглядом

source: Background Opacity
de: Hintergrund-Deckkraft
it: Opacità Sfondo
pt_br: Opacidade do Fundo
ru: Непрозрачность фона
uk: Непрозорість фону

source: Adjust transparency level
de: Transparenzstufe anpassen
uk: Налаштування рівня прозорості

source: Apply to Album Art
de: Auf Albumcover anwenden
it: Applica alla Copertina
pt_br: Aplicar na Capa do Álbum
ru: Применить к обложке
uk: Застосувати до обкладинки

source: Apply to Text
de: Auf Text anwenden
it: Applica al Testo
pt_br: Aplicar ao Texto
ru: Применить к тексту
uk: Застосувати до тексту

source: Apply to Visualizer
de: Auf Visualizer anwenden
it: Applica al Visualizzatore
pt_br: Aplicar ao Visualizador
ru: Применить к визуализатору
uk: Застосувати до візуалізатора

source: Main Pill Shadow
de: Hauptpillenschatten
uk: Тінь головного елемента

source: Shadow Intensity
de: Schattenintensität
it: Intensità Ombra
pt_br: Intensidade da Sombra
ru: Интенсивность тени
uk: Інтенсивність тіні

source: Shadow Blur
de: Schattenunschärfe
it: Sfocatura Ombra
pt_br: Desfoque da Sombra
ru: Размытие тени
uk: Розмиття тіні

source: Positioning
de: Positionierung und Layout
uk: Розташування

source: Dock
ru: Док
uk: Док

source: Panel: Left Box
de: Panel: Linke Box
it: Pannello: Sinistra
pt_br: Painel: Esquerda
ru: Панель: Слева
uk: Ліворуч на панелі

source: Panel: Center Box
de: Panel: Mittlere Box
it: Pannello: Centro
pt_br: Painel: Centro
ru: Панель: Центр
uk: По центру на панелі

source: Panel: Right Box
de: Panel: Rechte Box
it: Pannello: Destra
pt_br: Painel: Direita
ru: Панель: Справа
uk: Праворуч на панелі

source: Container Target
de: Container-Ziel
it: Contenitore di Destinazione
pt_br: Container Alvo
ru: Целевой контейнер
uk: Місце розташування елемента

source: Select which UI element should host the music pill
de: Wählen Sie das UI-Element, das die Musik-Pille enthalten soll
it: Seleziona quale elemento UI deve ospitare la pillola
pt_br: Selecione qual elemento da UI deve hospedar a pílula
ru: Выберите элемент интерфейса для размещения виджета
uk: Вибір розташування головного елемента

source: Dynamic Width
de: Dynamische Breite
uk: Динамічна ширина

source: Auto-adjust pill width (slider acts as max width)
de: Automatische Anpassung der Tablettenbreite (Schieberegler dient als maximale Breite)
uk: Автоматично змінювати ширину (повзунок задає максимальну ширину)

source: Manual Index
de: Manueller Index
it: Indice Manuale
pt_br: Índice Manual
ru: Ручной индекс
uk: Ручне встановлення індексу

source: First (Start)
de: Erster (Anfang)
it: Primo (Inizio)
pt_br: Primeiro (Início)
ru: Первый (Начало)
uk: Перший (на початку)

source: Center
de: Mitte
it: Centro
pt_br: Centro
ru: Центр
uk: По центру

source: Last (End)
de: Letzter (Ende)
it: Ultimo (Fine)
pt_br: Último (Fim)
ru: Последний (Конец)
uk: Останній (в кінці)

source: Alignment Preset
de: Ausrichtungsvoreinstellung
it: Preimpostazione Allineamento
pt_br: Predefinição de Alinhamento
ru: Выравнивание
uk: Шаблон вирівнювання

source: How the widget aligns relative to other items
de: Wie sich das Widget relativ zu anderen Elementen ausrichtet
it: Come si allinea il widget rispetto agli altri elementi
pt_br: Como o widget se alinha em relação a outros itens
ru: Как виджет выравнивается относительно других элементов
uk: Як віджет вирівнюється відносно інших елементів

source: Manual Index Position
de: Manuelle Indexposition
it: Posizione Indice Manuale
pt_br: Posição de Índice Manual
ru: Позиция ручного индекса
uk: Ручне встановлення позиції індексу

source: Order in the list (0 is first). Only for Manual mode.
de: Reihenfolge in der Liste (0 ist erster). Nur im manuellen Modus.
it: Ordine nella lista (0 è primo). Solo modo Manuale.
pt_br: Ordem na lista (0 é o primeiro). Apenas modo Manual.
ru: Порядок в списке (0 - первый). Только для ручного режима.
uk: Порядок в списку (0 — перший). Тільки для ручного режиму.

source: Vertical Offset (Y)
de: Vertikaler Versatz (Y)
it: Offset Verticale (Y)
pt_br: Deslocamento Vertical (Y)
ru: Сдвиг по вертикали (Y)
uk: Вертикальне зміщення (Y)

source: Shift Up (-) or Down (+)
de: Nach oben (-) oder unten (+) verschieben
it: Sposta Su (-) o Giù (+)
pt_br: Mover para Cima (-) ou Baixo (+)
ru: Сдвиг вверх (-) или вниз (+)
uk: Зміщення вгору (-) або вниз (+)

source: Horizontal Offset (X)
de: Horizontaler Versatz (X)
it: Offset Orizzontale (X)
pt_br: Deslocamento Horizontal (X)
ru: Сдвиг по горизонтали (X)
uk: Горизонтальне зміщення (X)

source: Shift Left (-) or Right (+)
de: Nach links (-) oder rechts (+) verschieben
it: Sposta Sinistra (-) o Destra (+)
pt_br: Mover para Esquerda (-) ou Direita (+)
ru: Сдвиг влево (-) или вправо (+)
uk: Зміщення вліво (-) або вправо (+)

source: Dimensions (Dock Mode)
de: Abmessungen (Dock-Modus)
it: Dimensioni (Modo Dock)
pt_br: Dimensões (Modo Dock)
ru: Размеры (Режим Дока)
uk: Розміри (док режим)

source: Album Art Size
de: Größe des Albumcovers
uk: Розмір обкладинки

source: Widget Width
de: Widget-Breite
it: Larghezza Widget
pt_br: Largura do Widget
ru: Ширина виджета
uk: Ширина віджета

source: Widget Height
de: Widget-Höhe
it: Altezza Widget
pt_br: Altura do Widget
ru: Высота виджета
uk: Висота віджета

source: Dimensions (Panel Mode)
de: Abmessungen (Panel-Modus)
it: Dimensioni (Modo Pannello)
pt_br: Dimensões (Modo Painel)
ru: Размеры (Режим Панели)
uk: Розміри (режим панелі)

source: Custom Colors
de: Benutzerdefinierte Farben
uk: Власні кольори

source: Use Custom Colors
de: Benutzerdefinierte Farben verwenden
uk: Використати власні кольори

source: Override dynamic colors
de: Dynamische Farben überschreiben
uk: Перевизначити динамічні кольори

source: Background Color
de: Hintergrundfarbe
uk: Колір фону

source: Text Color
de: Textfarbe
uk: Колір тексту

source: System & Reset
de: System & Zurücksetzen
uk: Система та скидання

source: System
uk: Система

source: Hide Default GNOME Player
de: Standard-GNOME-Player ausblenden
uk: Сховати стандартний плеєр GNOME

source: Remove the duplicate built-in media controls
de: Entfernen Sie die doppelten integrierten Mediensteuerelemente
uk: Прибрати дублікат вбудованого керування медіа

source: Game Mode
de: Spielmodus
it: Modalità Gioco
pt_br: Modo Jogo
ru: Игровой режим
uk: Ігровий режим

source: Disable animations when a fullscreen app is active
de: Animationen bei Vollbild-Apps deaktivieren
it: Disabilita animazioni con app a schermo intero
pt_br: Desativar animações quando um app em tela cheia estiver ativo
ru: Отключить анимацию в полноэкранных приложениях
uk: Вимикати анімації під час роботи повноекранного додатка

source: Slow Player Workaround
de: Langsamer Player – Workaround
uk: Виправлення повільної роботи плеєра

source: Adds a slight delay to track changes (fixes sync issues)
de: Fügt eine leichte Verzögerung bei der Verfolgung von Änderungen hinzu (behebt Synchronisierungsprobleme)
uk: Додає невелику затримку до змін треку (вирішує проблеми синхронізації)

source: Off (Allow All)
de: Aus (Alle erlauben)
uk: Вимкнути (дозволити всі)

source: Blacklist (Exclude listed)
de: Blacklist (Aufgelistete ausschließen)
uk: Чорний список (ігнорувати вказані)

source: Whitelist (Only allow listed)
de: Whitelist (Nur aufgelistete zulassen)
uk: Білий список (дозволяти вказані)

source: Player Filter Mode
de: Spieler-Filter-Modus
uk: Режим фільтру плеєра

source: Choose how to filter media players (e.g. browsers)
de: Wählen Sie aus, wie Medienplayer (z. B. Browser) gefiltert werden sollen
uk: Виберіть, як фільтрувати плеєри (наприклад, браузери)

source: Filtered Players (comma separated)
de: Gefilterte Spieler (durch Kommas getrennt)
uk: Відфільтровані плеєри (розділені комою)

source: Detected Players
de: Erkannte Spieler
uk: Виявлені плеєри

source: Click an active player to add it to the filter list
de: Klicken Sie auf einen aktiven Spieler, um ihn zur Filterliste hinzuzufügen
uk: Клацніть на активний плеєр, щоб додати його до фільтра

source: No players found
de: Keine Spieler gefunden
uk: Плеєрів не виявлено

source: Backup & Restore
de: Sichern und Wiederherstellen
uk: Резервна копія та відновлення

source: Export Settings
de: Export-Einstellungen
uk: Експортувати налаштування

source: Export
de: Exportieren
uk: Експорт

source: Save Settings
de: Einstellungen speichern
uk: Зберегти налаштування

source: Import Settings
de: Einstellungen importieren
uk: Імпортувати налаштування

source: Import
de: Importieren
uk: Імпортувати

source: Open Settings Backup
de: Einstellungen öffnen Sicherung
uk: Відкрити резервну копію налаштувань

source: Danger Zone
de: Gefahrenzone
it: Zona Pericolosa
pt_br: Zona de Perigo
ru: Опасная зона
uk: Небезпечна зона

source: Reset All
de: Alles zurücksetzen
it: Ripristina Tutto
pt_br: Redefinir Tudo
ru: Сбросить всё
uk: Скинути всі

source: Factory Reset
de: Werksreset
it: Ripristino Fabbrica
pt_br: Restaurar Padrões
ru: Сброс настроек
uk: Заводські налаштування

source: About
de: Über
it: Informazioni
pt_br: Sobre
ru: О расширении
uk: Інформація

source: Support the Project
de: Projekt unterstützen
it: Supporta il Progetto
pt_br: Apoie o Projeto
ru: Поддержать проект
uk: Підтримати проєкт

source: Support on Ko-fi
de: Auf Ko-fi unterstützen
it: Supporta su Ko-fi
pt_br: Apoie no Ko-fi
ru: Поддержать на Ko-fi
uk: Підтримати на Ko-fi

source: Buy me a coffee on Ko-fi
de: Kauf mir einen Kaffee auf Ko-fi
it: Offrimi un caffè su Ko-fi
pt_br: Compre-me um café no Ko-fi
ru: Купить мне кофе на Ko-fi
uk: Підтримати мене на Ko-fi

source: Support via BuyMeACoffee
de: Unterstützung über BuyMeACoffee
it: Supporta via BuyMeACoffee
pt_br: Apoie via BuyMeACoffee
ru: Поддержка через BuyMeACoffee
uk: Підтримати через BuyMeACoffee

source: Source Code
de: Quellcode
it: Codice Sorgente
pt_br: Código Fonte
ru: Исходный код
uk: Вихідний код

source: Report bugs or view source on GitHub
de: Fehler melden oder Code auf GitHub ansehen
it: Segnala bug o vedi codice su GitHub
pt_br: Reportar bugs ou ver código no GitHub
ru: Сообщить об ошибке или посмотреть код на GitHub
uk: Повідомити про вади або переглянути вихідний код на GitHub

source: Buy Me a Coffee
de: Kauf mir einen Kaffee
